[M_Orchid_PlotMission06 MissionDefinition]

MissionName="Louco Por Você"

MissionDescription="Típico das pessoas de Pandora: Herbert não quer te ajudar a encontrar a última parte da bússola do Capitão Blade até que você lhe faça um favor. Assim como muitas pessoas em Pandora, ele escondeu algumas gravações de áudio nos arredores da sua casa, em [place]Rustyards[-place] e agora ele deseja que sejam encontradas. Quando você as entregar, ele ficará feliz em te levar até a última parte da bússola do Capitão Blade."

TurnInDescription="Uia!"

MissionSummary="Encontre as gravações do Herbert."

MissionGiver="Herbert, O Eremita"

MissionTurnInLocation="Herbert, O Eremita"

TeaserText=""



[M_Orchid_PlotMission06:CollectStash MissionObjectiveDefinition]

ProgressMessage="Encontre as gravações do Herbert"



[M_Orchid_PlotMission06:CollectStashSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""
MissionDescriptionOverride=""



[M_Orchid_PlotMission06:Dummy MissionObjectiveDefinition]

ProgressMessage="Consiga algumas informações do Herbert"



[M_Orchid_PlotMission06:DummySet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_Orchid_PlotMission06:GetHermitTapes MissionObjectiveDefinition]

ProgressMessage="Encontre as gravações do Herbert"



[M_Orchid_PlotMission06:HermitTapesSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_Orchid_PlotMission06:OpenChest MissionObjectiveDefinition]

ProgressMessage="Abra o baú"



[M_Orchid_PlotMission06:OpenChestAgain MissionObjectiveDefinition]

ProgressMessage="Abra o baú"



[M_Orchid_PlotMission06:OpenChestAgainSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_Orchid_PlotMission06:OpenChestFinalSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_Orchid_PlotMission06:OpenChestSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_Orchid_PlotMission06:ReturnToHermit MissionObjectiveDefinition]

ProgressMessage="Volte até o Herbert"



[M_Orchid_PlotMission06:ReturnToHermitSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""



[M_Orchid_PlotMission06:ShootLock MissionObjectiveDefinition]

ProgressMessage="Atire na fechadura"

[M_Orchid_PlotMission06:ShootLockSet MissionObjectiveSetDefinition]

MissionSummaryOverride=""

MissionDescriptionOverride=""

